afractal.node-essentials
ahmadawais.shades-of-purple
akamud.vscode-theme-onedark
amandeepmittal.expressjs
aprilandjan.ascii-tree-generator
azemoh.one-monokai
be5invis.vscode-icontheme-nomo-dark
benitezdouglas.express-faster
bhargavdetroja.export-your-extensions
bradlc.vscode-tailwindcss
chris-noring.node-snippets
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cogscides.directory2file
cweijan.vscode-office
dart-code.dart-code
dart-code.flutter
davidanson.vscode-markdownlint
davidbabel.vscode-simpler-icons
dbaeumer.vscode-eslint
devmaxc.copydirectorycontentsastext
devzstudio.mern-snippets
dotenv.dotenv-vscode
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
eliverlara.andromeda
emmanuelbeziat.vscode-great-icons
enkia.tokyo-night
esbenp.prettier-vscode
file-icons.file-icons
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.github-vscode-theme
github.vscode-pull-request-github
gurayyarar.expressjs-4-snippets
infeng.vscode-react-typescript
jamesmaj.easy-icons
jasonnutter.search-node-modules
jawandarajbir.react-vscode-extension-pack
johnpapa.winteriscoming
leonardssh.vscord
liviuschera.noctis
miguelsolorio.fluent-icons
miguelsolorio.symbols
mikestead.dotenv
mkxml.vscode-filesize
mohamed-khaled.mern-snippets
mongodb.mongodb-vscode
monokai.theme-monokai-pro-vscode
ms-kubernetes-tools.vscode-kubernetes-tools
ms-toolsai.jupyter-keymap
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
orta.vscode-jest
pflannery.vscode-versionlens
pixl-garden.bongocat
pkief.material-icon-theme
pkief.material-product-icons
planbcoding.vscode-react-refactor
pmneo.tsimporter
postman.postman-for-vscode
pranaygp.vscode-css-peek
redhat.fabric8-analytics
redhat.vscode-yaml
ritwickdey.liveserver
robbowen.synthwave-vscode
rodrigovallades.es7-react-js-snippets
roerohan.mongo-snippets-for-node-js
sdras.night-owl
simonsiefke.svg-preview
snlbaral.express-mongo-snippets
steoates.autoimport
stylelint.vscode-stylelint
swellaby.node-pack
tal7aouy.icons
teabyii.ayu
tinymooshgamesinc.tree-exporter
vira.vsc-vira-theme
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscode-icons-team.vscode-icons
wallabyjs.quokka-vscode
whizkydee.material-palenight-theme
wix.vscode-import-cost
xabikos.javascriptsnippets
xabikos.reactsnippets
yoavbls.pretty-ts-errors
zhuangtongfa.material-theme
zignd.html-css-class-completion
alefragnani.project-manager
alefragnani.bookmarks
arcanis.vscode-zipfs
austenc.tailwind-docs
capaj.vscode-exports-autocomplete
cmstead.jsrefactor
codeium.codeium
firsttris.vscode-jest-runner
gruntfuggly.todo-tree
humao.rest-client
ionutvmi.path-autocomplete
jock.svg
mhutchie.git-graph
mrmlnc.vscode-csscomb
ms-azuretools.vscode-docker
naumovs.color-highlight
pulkitgangwar.nextjs-snippets
softwaredotcom.swdc-vscode
streetsidesoftware.code-spell-checker
typescript-eslint.vscode-plugin
wix.glean
wix.playwright
yzhang.markdown-all-in-one